/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ wurde aktualisiert und bewegt. Möchten Sie alle Schlüsselbundobjekte so ändern, damit die neue Version Zugang zu Ihrem Schlüsselbund hat?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ wurde aktualisiert. Möchten Sie, dass die neue Version auf dieselben Schlüssel (z. B. Kennwörter) zugreift wie die vorherige Version?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ wurde aktualisiert. Möchten Sie alle Schlüsselbundobjekte so ändern, damit die neue Version Zugang zu Ihrem Schlüsselbund hat?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "%1$@ wurden möglicherweise durch eine Softwareaktualisierung aktualisiert oder geändert. Gestatten Sie daher die Verwendung des Schlüssels aus dem Schlüsselbund.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "Während einer Softwareaktualisierung wurde möglicherwiese das Programm „%1$@“ aktualisiert oder geändert. Daher müssen Sie den Zugriff auf den Schlüsselbund erneut erlauben.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ möchte auf den Schlüssel „%2$@“ in Ihrem Schlüsselbund zugreifen.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ möchte das Objekt „%2$@“ zu Ihrem Schlüsselbund hinzufügen.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ möchte die Zugriffsrechte des Objekts „%2$@“ in Ihrem Schlüsselbund ändern.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ möchte den Eigentümer des Objekts „%2$@“ in Ihrem Schlüsselbund ändern. (Der Eigentümer ist derjenige, der die Zugriffsrechte ändern darf.)";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ möchte das Objekt „%2$@“ in Ihrem Schlüsselbund entschlüsseln.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ möchte das Objekt „%2$@“ in Ihrem Schlüsselbund löschen.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ möchte einen Schlüssel vom Schlüssel „%2$@“ aus Ihrem Schlüsselbund ableiten.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ möchte das Objekt „%2$@“ in Ihrem Schlüsselbund verschlüsseln.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ möchte den Schlüssel „%2$@“ aus Ihrem Schlüsselbund exportieren.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ möchte den Schlüssel „%2$@“ in Ihren Schlüsselbund importieren.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ möchte mit dem Schlüssel „%2$@“ Ihres Schlüsselbunds signieren.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ möchte mit dem Schlüssel „%2$@“ Ihres Schlüsselbunds signieren.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ möchte den Schlüsselbund „%2$@“ verwenden.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ möchte Ihr .Mac-Kennwort verwenden. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ möchte Ihre vertraulichen Informationen verwenden, die in „%2$@“ in Ihrem Schlüsselbund gesichert sind.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "„%1$@“ wurde auf dem Volume geändert. Möglicherweise führen Sie etwas aus, das behauptet, „%1$@“ zu sein.";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "„%1$@“ wurde bei der Ausführung geändert und stimmt nicht länger mit dem überein, was auf dem Volume installiert wurde.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "„%1$@“ ist nicht bekannt. Zugriff verweigert.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Das Programm „%1$@“ möchte auf den Schlüsselbund zugreifen, aber es ist seit dem letzten Zugriff verändert worden. Möchten Sie alle Schlüsselbundobjekte so ändern, dass die neue Version Zugang zu Ihrem Schlüsselbund hat?";

/* AppType */
"Application:" = "Programm:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "Es ist keine Identifizierung mehr notwendig.";

/* Cancel button title */
"Cancel" = "Abbrechen";

/* changed application wanting access */
"Changed Process:" = "Änderung:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Änderung bestätigen";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Ort in die Zwischenablage kopieren";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Details";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "Möchten Sie Zugriff auf dieses Objekt gewähren?";

/* Do you want to allow this? */
"Do you want to allow this?" = "Möchten Sie dies erlauben?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Geben Sie ein neues Kennwort für den Schlüsselbund „%1$@“ ein.";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Geben Sie das Kennwort für den Schlüsselbund „%1$@“ auf „%2$@“ ein.";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Geben Sie das Kennwort für das Schlüsselbund „%1$@“ auf einem der von Ihnen synchronisierten Computern ein.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "Es kann nicht festgestellt werden, ob sich „%1$@“ geändert hat, seitdem es zum letzten verwendet wurde. Jemand kann es geändert oder ersetzt haben.";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Neues Kennwort:";

/* No button title */
"No" = "Nein";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "Nicht erforderlich";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Merkhilfe für das Kennwort: „%1$@“";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN:";

/* Unlock reason detail */
"Please enter the keychain password." = "Bitte geben Sie das Kennwort für den Schlüsselbund ein.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "Sichere Kennwörter sind länger als 6 Buchstaben und sollten keine einfachen Wörter wie Hund, Katze etc. beinhalten.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "Die Identifizierung kann nicht fortgesetzt werden.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "Der Schutz kann nicht aufgehoben werden.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Sie haben zu oft versucht sich zu identifizieren.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Sie haben zu oft versucht, das Kennwort für den Schlüsselbund „%1$@“ zu ändern.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Sie haben zu oft versucht, „%1$@“ zu öffnen.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "Das angegebene Kennwort ist ungültig.";

/* For referring to the system keychain. */
"System" = "System";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "Die „%1$@“-Software auf Ihrem Computer wurde geändert und möchte Zugriff auf Ihren Schlüsselbund.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "Die Authentizität von „%1$@“ kann nicht überprüft werden.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "Das Objekt konnte Ihrem Standardschlüsselbund nicht hinzugefügt werden.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Die Schlüssel enthalten möglicherweise Kennwörter und weitere wichtige Informationen. Wenn Sie auf „Erlauben“ klicken, greift die neue Version von „%1$@“ auf alle Schlüssel der vorherigen Version zu. Diese Änderung ist endgültig.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "Die Angabe für Name oder Kennwort ist nicht korrekt.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Diese Änderung ist endgültig und betrifft alle Objekte Ihrer Schlüsselbunde.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Dies ist eine neue Version des Programms „%1$@“. Soll die neue Version auf dieselben Schlüssel zugreifen wie die vorherige Version?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "Mit diesem Kennwort haben Sie Ihren Schlüsselbund „%@“ das erste Mal mit .Mac synchronisiert.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Um dies zu erlauben, geben Sie das Kennwort für den Schlüsselbund „%1$@“ ein.";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Um Ihren Schlüsselbund für diesen Computer zu synchronisieren, geben Sie das Kennwort für Ihren Benutzeraccount auf „%1$@“ ein.";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Um Ihren Schlüsselbund für diesen Computer zu synchronisieren, geben Sie das Kennwort für Ihren Benutzeraccount für alle zu synchronisierenden Computer ein.";

/* ToolType */
"Tool:" = "Werkzeug:";

/* Try again later */
"Try again later." = "Später nochmals versuchen.";

/* Please Try again */
"Try entering your information again." = "Versuchen Sie erneut, die Informationen einzugeben.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Geben Sie Namen und Kennwort eines Administrators ein, um an den Einstellungen für vertrauenswürdige System-Zertifikate Änderungen vorzunehmen.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Geben Sie Namen und Kennwort eines Administrators ein, um „%1$@“ Änderungen zu erlauben.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Geben Sie den Namen und das Kennwort eines Benutzers aus der Gruppe „%1$@“ ein, um %2$@ zu erlauben, Änderungen vorzunehmen.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Geben Sie Ihr Kennwort ein, um %1$@ Änderungen zu erlauben.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Geben Sie Ihr Kennwort ein, um an den Einstellungen für vertrauenswürdige Zertifikate Änderungen vorzunehmen.";

/* UnkownProcessType */
"Unknown:" = "Unbekannt:";

/* Unlock no longer needed */
"Unlock is no longer needed." = "Der Schutz muss nicht mehr aufgehoben werden.";

/* Yes button title */
"Yes" = "Ja";

/* pwd is blank */
"You have not provided a password. Please specify one." = "Sie haben kein Kennwort festgelegt. Bitte geben Sie eines an.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Sie haben ein unsicheres Kennwort eingegeben. Bitte verwenden Sie ein längeres Kennwort.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Sie haben dieses Kennwort schon zuvor benutzt. Bitte verwenden Sie ein anderes.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Sie müssen einen Namen und das Kennwort eines Administrators eingeben, um an „%1$@“ Änderungen vorzunehmen.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Sie müssen den Namen und das Kennwort eines Benutzers aus der Gruppe „%1$@“ eingeben, um an „%2$@“ Änderungen vorzunehmen.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "Das Kennwort und die Überprüfung stimmen nicht überein.";

/* pwd unacceptable */
"Your password is unacceptable." = "Dieses Kennwort ist nicht zulässig.";

